Repository: Marc-pi/news
Catalog: locale/*/admin.po
Languages: fr

source: Global public resource
fr: Ressource globale publique

source: Authors
fr: Auteurs

source: Attach
fr: Attacher

source: Story
fr: Actualité

source: Topic
fr: Sujet

source: Tools
fr: Outils

source: Topic list
fr: Liste des Sujets

source: Tag list
fr: Liste des Tags

source: Author list
fr: Liste des Auteurs

source: Archive
fr: Archiver

source: Attaced
fr: Attachements

source: Index page
fr: Page Index

source: Item
fr: Elément

source: Number
fr: Nombre

source: Shwo text
fr: Afficher le texte

source: Show date
fr: Afficher la date

source: Show hits
fr: Afficher les hits

source: Show Images
fr: Afficher les images

source: Show More link for each story
fr: Afficher le lien Plus... pour chaque actualité

source: Show authors
fr: Afficher les auteurs

source: Show More link to module page
fr: Afficher le lien Plus... dans la page module

source: Set More link to module page
fr: Définir le lien Plus... sur Page module

source: Story order
fr: Ordre des actualités

source: Story list order options
fr: Options de tri de la liste des actualités

source: Publish time DESC
fr: Date de publication DESC

source: Publish time ASC
fr: Date publication ASC

source: Random
fr: Aléatoire

source: list
fr: liste

source: Number of stroies for each topic
fr: Nombre d'actualités pour chaque sujet

source: List of topic
fr: Liste des sujets

source: Topic order
fr: Ordre des sujets

source: Topic list order options
fr: Options de tri de la liste de sujets

source: Create DESC
fr: Date création DESC

source: Create ASC
fr: Date création ASC

source: Title DESC
fr: Titre DESC

source: Title ASC
fr: Titre ASC

source: Gallery
fr: Galerie

source: Show gallery effect
fr: Afficher les effets galerie

source: Bootstrap 3 grid options like : col-xs-6 col-sm-6 col-md-3
fr: Options de grille Boostrap 3 comme : col-xs-6 col-sm-6 col-md-3

source: News
fr: Actualités

source: Manage News and Blog
fr: Gestionnaire d'actualités et de blog

source: Show
fr: Afficher

source: Feed
fr: Flux

source: File
fr: Fichier

source: Vote
fr: Appréciation

source: Favourite
fr: Favoris

source: Texts
fr: Textes

source: Advertisement
fr: Avertissement

source: Perpage
fr: Par Page

source: Set topic as system page for support customise layout for blocks
fr: Définir le sujet comme page système pour permettre la personnalisation du design des blocks

source: Set story authors
fr: Définir les auteurs de l'actualité

source: Active json output
fr: Sortie JSON active

source: Show Style
fr: Afficher le Style

source: List
fr: Liste

source: Columns
fr: Colonnes

source: One column
fr: Une colonne

source: Two columns
fr: Deux colonnes

source: Three columns
fr: Trois colonnes

source: Four columns
fr: Quatre colonnes

source: Show Subtopic stories on main topic
fr: Afficher le Sous-Titre des actualités sur le sujet principal

source: Show Topic
fr: Afficher le Sujet

source: Show Topic Information
fr: Afficher les informations Sujet

source: Show author
fr: Afficher l'auteur

source: Show Date
fr: Afficher la date

source: Show Pdf
fr: Afficher le PDF

source: Show Print
fr: Afficher Impression

source: Show Mail
fr: Afficher le Mail

source: Show Hits
fr: Afficher les Hits

source: Show Tags
fr: Affichers les Tags

source: Show attach files
fr: Afficher les fichiers attachés

source: Show extra information
fr: Affichers les informations supplémentaires

source: Show navigation
fr: Afficher la navigation

source: Show spotlight
fr: Afficher le Spotlight

source: Show related news
fr: Afficher les actualités connexes

source: related number
fr: nombre éléments

source: Just show news from X days ago
fr: Afficher uniquement les actualités des X derniers jours

source: Set 0 for show all news, Or set day number for limit news in days
fr: Définir à 0 pour afficher toutes les actualités, ou définir un nombre de jour pour limiter le nombre d'actualités

source: Show feed icon
fr: Afficher l'icône Flux RSS

source: Feed number
fr: Nombre de flux

source: Image Size
fr: Poids de l'image

source: Image path
fr: Chemin Image

source: Image Extension
fr: Extensions Image

source: Large Image height
fr: Hauteur des Images Larges

source: Large Image width
fr: Largeur des Images Larges

source: Medium Image height
fr: Hauteur des Images Medium

source: Medium Image width
fr: Largeur des Images Medium

source: Thumb Image height
fr: Hauteur des Images Miniatures

source: Thumb Image width
fr: Largeur des Images Miniatures

source: Large Image height for topic
fr: Hauteur des Images Larges pour les Sujets

source: Large Image width for topic
fr: Largeur des Images Larges pour les Sujets

source: Medium Image height for topic
fr: Hauteur des Images Medium pour les Sujets

source: Medium Image width for topic
fr: Largeur des Images Medium pour les Sujets

source: Thumb Image height for topic
fr: Hauteur des Images Miniatures pour les Sujets

source: Thumb Image width for topic
fr: Largeur des Images Miniatures pour les Sujets

source: Large Image height for author
fr: Hauteur des Images Larges pour les Auteurs

source: Large Image width for author
fr: Largeur des Images Larges pour les Auteurs

source: Medium Image height for author
fr: Hauteur des Images Medium pour les Auteurs

source: Medium Image width for author
fr: Largeur des Images Medium pour les Auteurs

source: Thumb Image height for author
fr: Hauteur des Images Miniatures pour les Auteurs

source: Thumb Image width for author
fr: Largeurs des Images Miniature pour les Auteurs

source: Use lightbox
fr: Utiliser Lightbox

source: Add Watermark
fr: Ajouter un Watemark

source: Watermark Image
fr: Image Watermark

source: Watermark Positio
fr: Position Watermark

source: Top Left
fr: En haut à gauche

source: Top Right
fr: En haut à droite

source: Bottom Left
fr: En bas à gauche

source: Bottom Right
fr: En bas à droite

source: Show Google Plus
fr: Afficher Google Plus

source: Show facebook
fr: Afficher Facebook

source: Show Twitter
fr: Afficher Twitter

source: Number of stories
fr: Nombre d'actualités

source: Show Image for sub spotlights
fr: Afficher l'image pour les sous-Spotlights

source: Use vote system
fr: Utiliser le système d'appréciation Vote

source: Use favourite system
fr: Utiliser le système de favoris Favorite

source: Module main title
fr: Titre principal du module

source: Title for main page and all non-title pages
fr: Titre pour la page principale et toutes les pages sans titre

source: Latest News from this website
fr: Dernières actualités du site

source: Module main description
fr: Description principale du site

source: Module main keywords
fr: Mots clefs principaux du module

source: news,topic,story,website
fr: actualités, sujets, nouvelles, site web

source: File Size
fr: Poids Image

source: File path
fr: Chemin Image

source: File Extension
fr: Extensions Fichier

source: News comments
fr: Commentaires sur actualités
