Repository: Marc-pi/news
Catalog: locale/*/default.po
Languages: fa, fr

source: Download
fa: دانلود
fr: Télécharger

source: Parent Topic
fa: موضوع والد
fr: Sujet Parent

source: Title
fa: عنوان
fr: Titre

source: slug
fa: اسلاگ

source: Description
fa: توضیحات

source: Status
fa: وضعیت
fr: Statut

source: Published
fa: منتشر شده
fr: Publié

source: Pending review
fa: در انتظار تایید
fr: En attente validation

source: Draft
fa: پیش نویس
fr: Brouillon

source: Private
fa: خصوصی
fr: Privé

source: Delete
fa: حذف
fr: Supprimer

source: Topic Style
fa: سبک موضوع
fr: Style d'actualité

source: News
fa: خبر
fr: Actualité

source: List
fa: فهرست
fr: Liste

source: Table
fa: جدول

source: Media
fa: مدیا

source: Spotlight
fa: اسپات لایت

source: Topic
fa: موضوع
fr: Sujet

source: Remove image
fa: حذف تصویر
fr: Supprimer l'image

source: Image
fa: تصویر

source: SEO options
fa: گزینه های سئو
fr: Options SEO

source: SEO Title
fa: عنوان سئو
fr: Titre SEO

source: SEO Keywords
fa: کلمات کلیدی سئو
fr: Mots clefs SEO

source: SEO Description
fa: توضیح سئو
fr: Description SEO

source: Extra options
fa: گزینه های اضافی
fr: Autres options

source: Extra Config Options Type
fa: نوع تنظیمات اضافی
fr: Autres type de configuration des options

source: Use topic options
fa: استفاده از تنظیمات موضوع
fr: Utiliser les options des Sujets

source: Use module options
fa: استفاده از تنظیمات ماژول
fr: Utiliser les options du Module

source: Use topic option whit select topic options or set it to module to use module option
fa: برای استفاده از تنظیمات اختصاصی موضوع گزینه ؛استفاده از تنظیمات موضوع؛ را انتخاب کنید و یا با انتخاب گزینه ؛استفاده از تنظیمات ماژول؛ از تنظیمات پیش فرض ماژول استفاده کنید.
fr: Utiliser l'option Sujet en sélectionnant les options Sujet, ou indiquer d'utiliser les options globales module

source: Perpage
fa: تعداد در صفحه
fr: Par Page

source: Columns
fa: ستون
fr: Colonnes

source: One column
fa: یک ستون
fr: Une colonne

source: Two columns
fa: دو ستون
fr: Deux colonnes

source: Three columns
fa: سه ستون
fr: Trois colonnes

source: Four columns
fa: چهار ستون
fr: Quatre colonnes

source: Set as system page
fa: تنظیم به عنوان یک صفحه سیستم
fr: Définir comme page système

source: Story order
fa: مرتب سازی مطالب
fr: Ordre des actualités

source: Publish time DESC
fa: تاریخ انتشار - صعودی
fr: Date de publication DESC

source: Publish time ASC
fa: تاریخ انتشار - نزولی
fr: Date de publication ASC

source: Random
fa: تصادفی
fr: Aléatoire

source: Story list order options
fa: گزینه های تنظیم مرتب سازی ترتیب نمایش مطالب
fr: Options de tri des listes d'actualités

source: Show Topic
fa: نمایش موضوع
fr: Afficher le sujet

source: Show Topic Information
fa: نمایش اطلاعات موضوع
fr: Afficher les informations Sujet

source: Show Date
fa: نمایش تاریخ
fr: Afficher la Date

source: Show DPF
fa: نمایش پی دی اف
fr: Afficher le PDF

source: Show Print
fa: نمایش چاپ
fr: Afficher Impression

source: Show Mail
fa: نمایش ایمیل
fr: Afficher le Mail

source: Show Hits
fa: نمایش بازدید
fr: Afficher les Hits

source: Show Tags
fa: نمایش برچسب ها
fr: Affichers les Tags

source: Show Subtopic stories on main topic
fa: نمایش مطالب مربوط به موضع های زیر مجموعه در موضوع اصلی
fr: Afficher le sujets enfants en dessous du sujet principal

source: Attach file link
fa: لینک فایل پیوست

source: Attach file title
fa: عنوان فایل پیوست

source: Submit
fa: ارسال
fr: Soumettre

source: Online
fa: آنلاین
fr: En Ligne

source: Offline
fa: آفلاین
fr: Hors Ligne

source: Select for regenerate
fa: برای دوباره سازی انتخاب کنید

source: All images
fa: همه تصاویر

source: Just story images
fa: فقط تصاویر مطالب

source: Just topic images
fa: فقط تصاویر شاخه ها

source: Just author images
fa: فقط تصاویر پدید آورنده ها

source: Select for rebuild
fa: انتخاب برای دوباره سازی
fr: Sélectionner pour reconstruire

source: All of tables
fa: همه جدول ها
fr: Toutes les tables

source: Just story table
fa: فقط جدول مطالب
fr: Uniquement la table Story

source: Just topic table
fa: فقط جدول موضوعات
fr: Uniquement la table Topic

source: Just author table
fa: فقط جدول پدید آورندگان
fr: Uniquement la table Author

source: Confirm to remove all topic pages
fa: تایید برای حذف تمام صفحات موضوعات
fr: Confirmer pour supprimer toutes les pages Sujet

source: All contacts Before
fa: تمام مطالب قبل از
fr: Tous les contacts avant

source: Subtitle
fa: عنوان دوم
fr: Sous-titre

source: Short text
fa: متن خلاصه
fr: Texte introductif

source: Main text
fa: متن اصلی
fr: Corps de texte

source: Important
fa: مهم

source: Remove
fa: حذف
fr: Supprimer

source: Type
fa: نوع

source: Text
fa: متن
fr: Texte

source: Gallery
fa: گالری
fr: Galerie

source: Upload image
fa: بارگذاری تصویر
fr: Uploader l'image

source: Tags
fa: برچسب ها

source: Use `|` as delimiter to separate tag terms
fa: با استفاده از `|` کلمات را از هم جدا کنید
fr: Utiliser `|` comme délimiteur pour séparer les mots tags

source: Extra fields
fa: فیلد های اضافی
fr: Champs additionnels

source: Authors
fa: پدیدآورنده ها
fr: Auteurs

source: Text : type text content
fa: متن : نوشتن محتوای متنی
fr: Texte : type de contenu texte

source: Link : add url for click
fa: لینک : اضافه کردن لینک برای کلیک
fr: Lien : ajouter une url à cliquer

source: Video : add flv or mp4 url for play on video player
fa: ویدیو : درج لینک flv یا mp4 برای نمایش در پخش کننده ویدیو
fr: Video : ajouter des url flv ou mp4 à lire dans le lecteur video

source: Audio : add mp3 url for play on audio player
fa: صدا : درج لینک mp3 برای پخش در پخش کننده صوتی
fr: Audio : ajouter des url mp3 à lire sur le lecteur audio

source: File : add file link for download
fa: فایل : درج لینک فایل برای دانلود
fr: Fichier : ajouter un lien fichier à télécharger

source: Currency : add view price for anything
fa: قیمت : درج قیمت برای نمایش
fr: Devise : ajouter la monnaie pour afficher un prix

source: Date : add date for view
fa: تاریخ : درج تاریخ برای نمایش
fr: Date : ajouter une date à afficher

source: Number : add number
fa: عدد : درج عدد
fr: Nombre : ajouter un nombre

source: Select : add select box for choose
fa: انتخاب : درج باکس انتخاب
fr: Select : ajouter une boite de sélection à choisir

source: Value
fa: مقدار
fr: Valeur

source: Search
fa: جستجو
fr: Recherchable

source: Rebuild
fa: دوباره سازی
fr: Reconstruire

source: Start date
fa: تاریخ شروع
fr: Date de départ

source: End date
fa: تاریخ پایان
fr: Date de fin

source: Home Page
fa: صفحه اصلی
fr: Accueil

source: All Topics
fa: همه موضوع ها
fr: Tous les sujets

source: Story
fa: مطلب
fr: Actualité

source: Select story for add to Spotlight
fa: انتخاب مطلب برای درج در اسپتلایت
fr: Sélectionner l'actualité à ajouter au Spotlight

source: Show in
fa: نمایش در
fr: Afficher dans

source: Select Spotlight topic, Your Spotlight show in this topic/page
fa: انتخاب موضوع برای اسپات لایت، اسپات لایت شما در این موضوع نمایش داده می شود.
fr: Sélectionner le sujet Spotlight, votre Spotlight sera montré dans la page du Sujet

source: Publish date
fa: تاریخ انتشار
fr: Date publication

source: Expire date
fa: تاریخ ابطال
fr: Date expiration

source: The tag not set.
fa: برچسب تنظیم نشده است
fr: Le tag n'a pas été défini

source: The tag not found.
fa: برچسب یافت نشد
fr: Le tag n'a pas été trouvé

source: All stores from %s
fa: همه مطالب از %s
fr: Toutes les actualités de %s

source: List of all used tags
fa: فهرست همه برچسب ها
fr: Liste des tous les tags utilisés

source: The story not found.
fa: مطلب پیدا نشد
fr: L'actualité n'a pas été trouvée.

source: The Story not publish.
fa: این مطلب هنوز منتشر نشده است
fr: L'actualité n'a pas été publiée

source: Archive - %s - %s
fa: آرشیو - %s - %s
fr: Archiver - %s - %s

source: Archive of all stores in - %s - %s
fa: آرشیو تمام مطالب در - %s - %s
fr: Archiver toutes les actualités dans - %s - %s

source: Archive,stores,topic,%s,%s
fa: آرشیو,مطالب,موضوعات,,%s,%s
fr: Archiver, actualités, sujet, %s,%s

source: List if all stroes in <strong>%s / %s </strong>, You can see all stores in next or prev month and year
fa: فهرست تمام مطالب در <strong>%s / %s </strong>، شما می توانید تمام مطالب مربوط به ماه و سال قبل و بعد را مشاهده کنید
fr: Affichier toutes les actualités si <strong>%s / %s </strong>, vous pouvez voir toutes les actualités des mois et années suivantes/précédentes

source: The media not set.
fa: مدیا تنظیم نشده است
fr: Le media n'a pas été paramétré.

source: Go to topic list.
fa: به فهرست موضوعات منتقل می شوید
fr: Aller à la liste des sujets.

source: Topic not active.
fa: موضوع غیر فعال است
fr: Le sujet n'est pas actif.

source: List of all topics
fa: فهرست همه موضوعات
fr: Liste de tous les sujets

source: List,topics
fa: فهرست,موضوعات
fr: Liste, sujet

source: The user not select
fa: کاربری انتخاب نشده است

source: No favourite find by you
fa: شما هنوز هیچ مطلبی را به فهرست علاقه مندی ها اضافه نکرده اید.

source: All favourite stories by you
fa: تمام مطالب محبوب شما

source: The author not found.
fa: پدیدآورنده پیدا نشد
fr: L'auteur n'a pas été trouvé.

source: List of all authors
fa: فهرست همه پدیدآورنده ها
fr: Liste de tous les auteurs

source: You must select story
fa: شما باید یک مطلب انتخاب کنید
fr: Vous devez sélectionner une actualité

source: Your selected story not exist
fa: مطلب انتخاب شده شما موجود نیست
fr: L'actualité sélectionnée n'existe pas

source: Attach files to %s
fa: پیوست فایل به %s
fr: Attacher des fichiers à %s

source: You must select file
fa: شما باید یک فایل انتخاب کنید
fr: Vous devez sélectionner un fichier

source: All changes in file saved successfully.
fa: تمام تغییرات در فایل انتخابی با موفقیت ذخیره شد
fr: Toutes les modifications apportées au fichier ont été enregistrées avec succès.

source: Invalid data, please check and re-submit.
fa: اطلاعات اشتباه، لطفا بررسی کنید و دوباره ارسال کنید
fr: Données non valides, merci de vérifier et de re-soumettre.

source: Edit file
fa: ویرایش فایل
fr: Editer le fichier

source: Your attached file remove successfully
fa: فایل پیوست شده شما با موفقیت حذف شد
fr: Le fichier attaché a été supprimé avec succès

source: Please select file
fa: لطفا یک فایل انتخاب کنید
fr: Merci de sélectionner le fichier

source: View filtered stores
fa: نمایش مطالب فیلتر شده
fr: Voir les actualités filtrées

source: Not valid
fa: صحیح نیست
fr: Non valide

source: Not set
fa: هنوز تنظیم نشده
fr: Non défini

source: Please select story
fa: لطفا یک مطلب انتخاب کنید
fr: Merci de sélectionner un actualité

source: %s story accept successfully
fa: مطلب %s با موفقیت تایید شد
fr: L'actualité %s a été acceptée

source: Error in accept %s story
fa: خطا در تایید %s
fr: Erreur dans la validation de l'actualité %s

source: Image of %s removed
fa: تصویر مربوطز به %s حذف شد
fr: L'image de %s a été supprimée

source: Image not remove
fa: تصویر حذف نشد
fr: L'image n'a pas été supprimée

source: Problem in upload image. please try again
fa: خطا در بارگذاری تصویر، دوباره تلاش کنید
fr: Une erreur est survenue lors de l'upload de l'image, merci d'essayer de nouveau

source: Download data saved successfully. Please attach your files
fa: اطلاعات دانلود با موفقیت ذخیره شد. لطفا فایل های خود را پیوست نمایید.
fr: Les données de téléchargement ont été enregistrées avec succès. Merci d'attacher vos fichiers

source: Media data saved successfully. Please attach your medias
fa: اطلاعات مدیا با موفقیت ذخیره شد. لطفا مدیا های خود را پیوست نمایید.
fr: Les données Media ont été enregistrées avec succès. Merci d'attacher vos fichiers medias

source: Gallery data saved successfully. Please attach your images
fa: اطلاعات گالری با موفقیت ذخیره شد. لطفا تصاویر خود را پیوست نمایید.
fr: Les données galerie ont été enregistrées avec succès. Merci d'attacher vos images.

source: Text data saved successfully.
fa: اطلاعات متنی با موفقیت ذخیره شد
fr: Les données Texte ont été enregistrées avec succès.

source: Your story type is <strong>Download</strong> , first please completion this form , after that if you see extra file fields, you can add your file urls , and after click on submit button , you can upload your download files on next page
fa: نوع مطلب شما <strong>دانلود</strong> است. ابتدا لطفا اطلاعات فرم زیر را تکمیل نمایید ، سپس اگر فیلد اضافی فایل را مشاهدا می کنند و لینک مستقیم فایل خود را در اختیار دارید ، میتوانید لینک فایل خود را در آن درج نمایید تا در وب سایت نمایش داده شود ، و سپس بعد از کلیک بر روی دکمه ارسال ، در صفحه بعد در صورت تمایل میتوانید فایل خود را بارگذاری کنید
fr: Votre actualité est de type <strong>Téléchargement</strong> , merci d'abord de compléter ce formulaire, ensuite si vous voyez des champs additionnels pour fichier, vous pourrez ajouter les urls de vos fichiers, et ensuite après avoir cliqué sur le bouton Soumettre, vous pourrez uploader vos fichiers de téléchargement sur la page suivante.

source: Your story type is <strong>Media</strong> , first please completion this form , after that if you see extra video or audio fields, you can add your video or audio urls for play on website media player, and after click on submit button , you can upload your media on next page
fa: نوع مطلب شما <strong>مدیا</strong> است. ابتدا لطفا اطلاعات فرم زیر را تکمیل نمایید ، سپس اگر فیلد اضافی ویدیو یا صدا را مشاهدا می کنند و لینک مستقیم ویدیو یا صدای خود را در اختیار دارید ، میتوانید لینک ویدیو یا صدای خود را در آن درج نمایید تا در پلیر وب سایت نمایش داده شود ، و سپس بعد از کلیک بر روی دکمه ارسال ، در صفحه بعد در صورت تمایل میتوانید ویدیو یا صدای خود را بارگذاری کنید
fr: Votre actualité est de type <strong>Media</strong> , merci d'abord de compléter ce formulaire, ensuite si vous voyez les champs additonnels video ou audio, vous pourrez ajouter vos urls audio/video à lire sur le lecteur media du site, et après avoir cliqué sur le bouton Soumettre, vous pourrez ajouter vos médias sur la page suivante

source: Your story type is <strong>Gallery</strong> , first please completion this form , after click on submit button , you can upload your images on next page
fa: نوع مطلب شما <strong>گالری</strong> است. لطفا فرم زیر را تکمیل نمایید ، پس از کلیک بر روی دکمه ارسال ، در صفحه بعدی متوانید تصاویر خود را پیوست نمایید.
fr: Votre actualité est de type <strong>Galerie</strong> , merci d'abord de compléter ce formulaire, ensuite après avoir cliqué sur le bouton Soumetttre, vous pourrez uploader vos images sur la page suivante

source: Your story type is <strong>Text</strong> and you shuold add text information on form fields
fa: نوع مطلب شما <strong>متن</strong> است. لطفا اطلاعات مورد نظر خود را در فرم زیر درج نمایید
fr: Votre actualité est de type <strong>Texte</strong>, et vous pouvez ajouter du contenu texte dans les champs du formulaire

source: Add a Story
fa: مطلب جدید
fr: Ajouter une actualité

source: You can rebuild all your added stores, after rebuild all your old data update to new. And you must set start and end publish time.
fa: شما می توانید همه مطالب درج شده را دوباره سازی کنید، بعد از دوباره سازی همه اطلاعات قدیمی شما به روز می شود، و شما باید تاریخ شروع و آغاز مطالب را برای دوباره سازی درج کنید
fr: Vous pouvez reconstruire toutes vos actualités ajoutées, après reconstruction, toutes les anciennes données seront mises à jour vers les nouvelles. Et vous pourrez définir la date de début et de fin de publication.

source: Finish Rebuild slug, all story slug update
fa: پایان دوباره سازی اسلاگ، همه اسلاگ مطالب به روز شد
fr: Fin de reconstruction des slugs, tous les slugs des actualités ont été mis à jour

source: Finish Rebuild SEO title, all story SEO title update
fa: پایان دوباره سازی عنوان سئو، همهعنوان های سئو به روز شد
fr: Fin de reconstruction des titres SEO, toutes les titres SEO des actualités ont été mis à jour

source: Finish Rebuild SEO keywords, all story SEO keywords update
fa: پایان دوباره سازی کلمات کلیدی سئو، همه کلمات کلیدی سئو به روز شد
fr: Fin de reconstruction des mots clefs SEO, tous les mots clefs SEO des actualités ont été mis à jour

source: Finish Rebuild SEO description, all story SEO description update
fa: پایان دوباره سازی توضیحات سئو، همه توضیحات سئو به روز شد
fr: Fin de reconstruction des descriptions SEO, toutes les descriptons SEO ont été mises à jour

source: Rebuild stores
fa: دوباره سازی مطالب
fr: Reconstruire les actualités

source: You can prune all old stores, from selected topic.
fa: شما میتوانید مطالب قدیمی را از موضوع انتخابی حذف کنید
fr: Vous pouvez purger les anciennes actualités d'un sujet donné, en sélectionnant le sujet.

source: <strong>%s</strong> old stores removed
fa: <strong>%s</strong> مطلب قدیمی حذف شد
fr: <strong>%s</strong> anciennes actualités ont été supprimées

source: Error in pruned old stores. perhaps no stroy exist whit your select query
fa: خطا در پاکسازی مطالب قدیمی، احتمالا هیچ مطلبی در بازه زمانی انتخابی شما موجود نیست
fr: Erreur dans les anciennes données purgées, il semble qu'il n'y ait aucune actualité associée à votre requête

source: Prune stores
fa: پاکسازی مطالب
fr: Purger les actualités

source: <strong>%s</strong> old spotlights removed
fa: <strong>%s</strong> اسپات لایت قدیمی حذف شد
fr: <strong>%s</strong> anciens Spotlights ont été supprimés

source: Error in remove old spotlights. perhaps no spotlights exist
fa: خطا در حذف اسپات لایت های قدیمی، احتمالا هیچ اسپات لایت قدیمی موجود نیست.
fr: Erreur dans la suppression des anciens Spotlights. Il semble qu'aucun Spotlight n'existe.

source: Prune spotlights
fa: پاکسازی اسپات لایت
fr: Purger les Spotlights

source: Remove all topic pages from system page table. and keep just module default pages
fa: حذف تمام صفحات موضوع ها از جدول صفحات سیستم ، فقط صفحات پیشفرض ماژول حفظ می شود
fr: Supprimer toutes les pages Sujet du tableau des pages système. Conserver seulement les pages par défaut du module.

source: All other pages removed
fa: تمام صفحات اضافی حذف شد
fr: Toutes les autres pages ont été supprimées

source: No pages were removed
fa: هیچ صفحه ای حذف نشد
fr: Aucune page n'a été supprimée

source: Remove topic pages
fa: حذف صفحات موضوع
fr: Supprimer les pages Sujet

source: Rebuild thie module links on sitemap module tabels
fa: دوباره سازی لینک ای ماژول در جدول ماژول نقشه سایت
fr: Reconstruire les liens du module dans les tables du module SiteMap

source: Sitemap rebuild finished
fa: دوباره سازی نقشه سایت پایان یافت
fr: Reconstruction SiteMap terminée

source: Rebuild sitemap links
fa: دوباره سازی لینک های نقشه سایت
fr: Reconstruire les liens SiteMap

source: Regenerate all images by new setting. Please make backup from youe files on upload folder , before use this tools
fa: دوباره سازی تصاویر بر اساس تنظیمات جدید. لطفا قبل از استفاده از این ابزار از تمام فایل های خود در پوشه upload نسخه پشتیبان تهیه فرمایید

source: Regenerate images finished
fa: دوباره سازی تصاویر پایان یافت

source: Regenerate images
fa: دوباره سازی تصاویر

source: Page : %s
fa: صفحه : %s

source: Topic data saved successfully.
fa: اطلاعات موضوع با موفقیت ذخیره شد
fr: Les données Sujet ont été enregistrées avec succès.

source: Add a Topic
fa: موضوع جدید
fr: Ajouter un Sujet

source: Spotlight data saved successfully.
fa: اطلاعات اسپات لایت با موفقیت ذخیره شد
fr: Les données de Spotlight ont été enregistrées avec succès.

source: Spotlight data not saved.
fa: اطلاعات اسپات لایت ذخیره نشد
fr: Les données de Spotlight n'ont pas été enregistrées.

source: Add a Spotlight
fa: اسپات لایت جدید
fr: Ajouter un Spotlight

source: Selected spotlight delete
fa: اسپات لایت انتخابی حذف شد
fr: Le Spotlight sélectionné a été supprimé

source: Please select spotlight
fa: لطفا یک اسپات لایت انتخاب کنید
fr: Merci de sélectionner le Spotlight

source: Extra field data saved successfully.
fa: اطلاعات فیلد اضافی با موفقیت ذخیره شد
fr: La valeur du champ supplémentaire a été enregistrée avec succès.

source: Extra field data not saved.
fa: اطلاعات فیلد اضافی ذخیره نشد
fr: La valeur du champ supplémentaire n'a pas été enregistrée.

source: Add Extra
fa: فیلد جدید
fr: Ajouter un Champ

source: Selected field delete
fa: فیلد انتخابی حذف شد
fr: Sélectionner un champ à supprimer

source: Please select field
fa: لطفا یک فیلد انتخاب کنید
fr: Merci de sélectionner le champ

source: Author data saved successfully.
fa: اطلاعات پدیدآورنده با موفقیت ذخیره شد
fr: Les données Auteur ont été enregistrées avec succès.

source: Add Author
fa: پدیدآورنده جدید
fr: Ajouter un Auteur

source: Role data saved successfully.
fa: اطلاعات نقش با موفقیت ذخیره شد
fr: Les données de Rôles-Permissions ont été enregistrées avec succès.

source: Add Role
fa: نقش جدید
fr: Ajouter un Rôle

source: Please select author
fa: لطفا یک پدیدآورنده انتخاب کنید
fr: Merci de sélectionner l'auteur

source: News feed
fa: خوراک مطالب
fr: Flux actualités

source: Recent News.
fa: آخرین مطالب
fr: Actualités Récentes

source: Default
fa: پیش فرض
fr: Défaut

source: default
fa: پیش-فرض
fr: défaut

source: This is a default topic for news module
fa: موضوع پیش فرض برای ماژول
fr: Sujet par défaut du module News

source: default topic
fa: موضوع پیش فرض
fr: Sujet par défaut

source: default,topic
fa: موضوع,پیش فرض
fr: defaut, sujet

source: Hello World
fa: سلام جهان
fr: Bonjour le monde

source: This is subtitle for this story
fa: این یک زیر عنوان است برای این مطلب
fr: Ceci est le sous-titre pour une actualité

source: hello-world
fa: سلام-جهان
fr: bonjour-le-monde

source: This is a short text and you can edit this part easy. for read more infor please click on title or more link
fa: این متن کوتاه مطلب شما است و شما می توانید به سادگی آن را ویرایش کنید. برای مطالعه اطلاعات بیشتر برای روی عنوان یا دکمه ادامه کلیک کنید.
fr: Ceci est le texte introductif et vous pouvez éditer cette partie simplement. Pour lire le détail, cliquez sur le titre ou le lien Plus

source: This is more text. you can edit this part easy too and if you want you can add new topics and new storys
fa: این متن ادامه مطلب است، شما این بخش را هم به سادگی میتوانید ویرایش کنید. و اگر بخواهید میتوانید موضوعات و مطالب جدیدی را به سیستم اضافه کنید.
fr: Ceci est texte étendu. Vous pouvez éditer cette partie simplement également, et si vous le souhaitez vous pouvez ajouter de nouveaux sujets et de nouvelles actualités

source: hello world
fa: سلام جهان
fr: Bonjour le Monde

source: hello,world
fa: سلام,جهان
fr: Bonjour, monde

source: Default information added.
fa: اطلاعات پیش فرض اضافه شد
fr: Information par défaut ajoutée

source: Update Time
fa: زمان به روز رسانی
fr: Date mise à jour

source: Read
fa: نمایش
fr: Lu

source: List of Topics
fa: فهرست موضوعات
fr: Liste des sujets

source: Extra links
fa: لینک های خارجی
fr: Liens supplémentaires

source: Time
fa: زمان
fr: Date

source: Times
fa: دفعه
fr: Fois

source: Topics
fa: موضوع
fr: Sujets

source: Related storys
fa: مطالب مشابه
fr: Actualités connexes

source: Attached archives
fa: آرشیو های پیوست شده
fr: Archives des pièces jointes

source: Download file
fa: دریافت فایل
fr: Fichier de Téléchargement

source: Attached docs
fa: داکیومنت های پیوست شده
fr: Docs attachés

source: Attached pdfs
fa: پی دی اف های پیوست شده
fr: PDFs attachés

source: Attached files
fa: فایل های پیوست شده
fr: Fichiers attachés

source: Rss Feed
fa: خوراک
fr: Flux RSS

source: Tag list
fa: فهرست برچسب ها
fr: Liste Tag

source: Author list
fa: فهرست پدیدآورنده ها
fr: Liste des auteurs

source: Facebook
fa: فیسبوک

source: Twitter
fa: تویتر

source: Google +
fa: گوگل پلاس

source: Pinterest
fa: پین‌ترست

source: Prune
fa: پاکسازی
fr: Purger

source: Page
fa: صفحه

source: Sitemap
fa: نقشه سایت

source: Back
fa: بازگشت
fr: Retour

source: Remove image author in process
fa: حذف تصویر پدیدآورنده در حال انجام است
fr: Suppression de l'auteur de l'image en cours

source: List of attached files
fa: فهرست فایل های پیوست شده
fr: Liste des fichiers attachés

source: ID
fa: شناسه
fr: N°

source: PerView
fa: پیش نمایش
fr: Par Page

source: Information
fa: اطلاعات

source: Create
fa: تاریخ ایجاد
fr: Créer

source: Action
fa: عملکرد

source: Get
fa: دریافت
fr: Récupérer

source: Edit
fa: ویرایش
fr: Editer

source: Edit from story
fa: ویرایش از مطلب
fr: Editer depuis l'actualité

source: Error
fa: خطا
fr: Erreur

source: No file upload yet
fa: هیچ فایلی هنوز بارگذاری نشده است
fr: Aucun fichier uploadé à ce jour
