Repository: Marc-pi/news
Catalog: locale/*/default.po
Languages: fa, fr

source: Add Topic
fa: موضوع جدید
fr: Ajouter un sujet

source: List of topics
fa: فهرست موضوعات
fr: Liste des Sujets

source: Show type
fa: سبک نمایش
fr: Afficher le type

source: View
fa: نمایش
fr: Voir

source: All stories
fa: همه مطالب
fr: Toutes les actualités

source: Json
fa: جیسون

source: Trash
fa: حذف شده
fr: Corbeille

source: Get it
fa: دریافت
fr: Télécharger

source: File title
fa: عنوان فایل
fr: Nom du fichier

source: Story title
fa: عنوان مطلب
fr: Titre de l'actualité

source: List of extra fields
fa: پسوند های مجار برای فایل
fr: Liste des champs supplémentaires

source: Add Spotlight
fa: اسپات لایت جدید
fr: Ajouter un Spotlight

source: List of spotlights
fa: فهرست اسپات لایت ها
fr: Liste des Spotlights

source: Veiw story
fa: نمایش مطلب
fr: Voir l'actualité

source: Role list
fa: فهرست نقش ها
fr: Liste des rôles

source: List of authors
fa: فهرست پدیدآورنده ها
fr: Liste des auteurs

source: Remove image topic in process
fa: حذف تصویر موضوع در حال انجام است
fr: Suppression l'image du sujet en cours

source: How this part work?
fa: این بخش چگونه کار می کند؟
fr: Comment cette fonctionnalité fonctionne?

source: Tools system, help you to manage your module, Update database and remove unused information. At this moment, we ready 4 tools for you :
fa: ابزار ها، به شما برای مدیریت ماژول کمک میکند، با به روز رسانی پایگاه داده ها و حذف اطلاعات قدیمی. در این مقطع ابزار های زیر در دسترس شما است :
fr: Les outils systèmes vous aide à gérer votre module, mettre à jour la base de données et supprimer les informations inutiles. Actuellement, 4 outils sont disponibles :

source: You can rebuild all your added stores, after rebuild all your old data time_update to new. And you must set start and end time_publish time.
fa: شما می توانبد همه مطالب درج شده را دوباره سازی کنید
fr: Vous pouvez reconstruire toutes vos actualités ajoutées, toutes les données Date seront mises à jour vers les nouvelles. Et vous devez définir les dates de début et de fin de publication.

source: You can remove old spotlights
fa: شما میتوانید اپات لایت های قدیمی را حذف کنید
fr: Vous pouvez supprimer les anciens Spotlights

source: Manage system page
fa: مدیریت صفحات سیستم
fr: Gérer la page système

source: Manage links on sitemap module
fa: مدیریت لینک ها در ماژول نقشه سایت
fr: Gérer les liens dans le module Sitemap

source: List of roles
fa: فهرست نقش ها
fr: Liste des rôles

source: Remove image story in process
fa: حذف تصویر مطلب در حال انجام است
fr: La suppression de l'image de l'actualité est en cours

source: Finish
fa: پایان
fr: Terminer

source: Id
fa: شناسه
fr: N°

source: Hits
fa: بازدید

source: Size
fa: اندازه
fr: Taille

source: Close
fa: بستن
fr: Fermer

source: In process
fa: در حال پردازش
fr: En cours

source: Add new story
fa: مطلب جدید
fr: Ajouter une nouvelle actualité

source: Add new text
fa: متن جدید
fr: Ajouter un nouveau texte

source: Add new gallery
fa: گالری جدید
fr: Ajouter une nouvelle galerie

source: Add new media
fa: مدیا جدید
fr: Ajouter un nouveau media

source: Add new download
fa: دانلود جدید
fr: Ajouter un nouveau téléchargement

source: List of stories
fa: فهرست مطالب
fr: Liste des actualités

source: Reject
fa: رد کردن
fr: Refuser

source: Accept
fa: تایید
fr: Accepter

source: Attach
fa: پیوست
fr: Attacher

source: Accept story in process
fa: تایید مطلب در حال انجام است
fr: La validation de l'actualité est en cours

source: This story deleted
fr: Cette actualité a été supprimée

source: By
fr: De

source: Comments
fr: Commentaires
